Repository: Monpoke/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: es_co

source: The branch where groups are stored.
es_co: La rama donde se guardan los grupos.

source: ACL role RDN
es_co: ACL Rol RDN

source: The branch where ACL roles are stored.
es_co: La rama donde los rol ACL están almacenados.

source: Id allocation method
es_co: Método para asignar 'ids'

source: Method to allocate user/group ids
es_co: Método para asignar 'ids' de grupo/usuario

source: Traditional
es_co: Tradicional

source: Minimum value for user id when using pool method
es_co: Valor mínimo para el valor 'id' del usuario cuando utilice el método 'pool'

source: Maximum value for user id when using pool method
es_co: Valor máximo para el valor 'id' del usuario cuando utilice el método 'pool'

source: Minimum value for group id when using pool method
es_co: Valor mínimo para id de 'grupo' cuando se utilice el método 'pool'

source: Maximum value for group id when using pool method
es_co: Valor máximo para el group id cuando se utilice el método pool.

source: Debugging
es_co: Rastreo de errores

source: Display errors
es_co: Mostrar errores

source: Shows PHP errors in the upper part of the screen. This should be disabled in productive deployments, because there might be some passwords in it.
es_co: Muesta los errores PHP en la parte superior de la pantalla. esto debería estar deshabilitado en entornos productivos, ya que, en algunos casos podrían mostrarse contraseñas allí.

source: Maximum LDAP query time
es_co: Tiempo máximo de consultas LDAP.

source: Stop LDAP actions if there is no answer within the specified number of seconds.
es_co: Detenga las acciones sobre LDAP si no hay respuesta después del tiempo especificado en segundos.

source: Log LDAP statistics
es_co: Escribir logs de las estadísticas LDAP.

source: Track LDAP timing statistics to the syslog. This may help to find indexing problems or bad search filters.
es_co: Registrar estadísticas de tiempo de LDAP en 'syslog'. Esto puede ser útil para encontrar problemas o filtros de búsqueda erróneos.

source: Debug level
es_co: Nivel del 'Rastreo de Errores'

source: Display certain information on each page load.
es_co: Mostrar determinados datos en cada página de carga.

source: Miscellaneous
es_co: Miscelánea

source: Hooks that are called when specific actions happens
es_co: 'Hooks' que son llamados cuando suceden acciones específicas.

source: tab
es_co: Pestaña

source: The tab that this hook concerns
es_co: La pestaña que corresponde a este 'hook'

source: mode
es_co: modo

source: When to call this command
es_co: Cuándo llamar este comando

source: The command that will be called
es_co: La línea de comandos que será usada

source: Display hook output
es_co: Mostrar la salida del 'hook'

source: When enabled successful hook execution output is displayed to the user using a dialog.
es_co: Si se habilita, cuando un 'hook' termine exitosamente se mostrará una ventana de diálogo al usuario.

source: Available shells
es_co: Shells disponibles

source: Available POSIX shells for FD users.
es_co: Shells POSIX disponibles para usuarios de FD.

source: Show ACL tab on all objects
es_co: Mostrar pestaña de ACL en todos los objetos.

source: For very specific ACL rights setting where you might need to give right on a single object.
es_co: Para el uso de permisos ACLs muy específicos usted podría requerir dar acceso en un objeto particular.

source: Automatic
es_co: Automático

source: Password recovery
es_co: Recuperación de contraseña

source: Settings for the password recovery feature
es_co: Configuraciones para la característica de recuperación de contraseña.

source: Password recovery settings
es_co: Configuración de "Recuperación de Contraseña"

source: Activate password recovery
es_co: Habilitar recuperación de contraseña.

source: Whether to activate or not password recovery feature
es_co: Elegir cuando activar la característica de recuperación de contraseña.

source: Sender email address
es_co: Correo del remitente

source: Email address from which mails will be sent
es_co: Dirección desde donde se enviarán los correos.

source: Link validity (minutes)
es_co: Vigencia del 'Link' (minutos)

source: Number of minutes before a recovery link expires
es_co: Cantidad de tiempo antes que el link para recuperar expire.

source: Salt for tokens
es_co: 'Salt' para 'tokens''

source: Just a security measure, you can put anything in there, even random characters
es_co: Solo una medida de seguridad, usted puede incluir cualquier cosa aquí, incluso caracteres aleatorios.

source: Allow the use of alternate addresses
es_co: Habilitar el uso de correos alternativos

source: Users will also be able to enter one of theirs alternate addresses to recover their password
es_co: Los usuarios también podrán una dirección alternativa para recuperar su contraseña.

source: First email
es_co: Correo principal

source: Subject
es_co: Asunto

source: Subject of the first email
es_co: Asunto del correo principal

source: [FusionDirectory] Password recovery link
es_co: [FusionDirectory] Enlace para recuperar contraseña

source: Body (first %s is login, second is link)
es_co: Mensaje (primer %s es Cuenta de usuario, el segundo es 'Enlace')

source: Body of the first email, sent when the user ask for a new password. Use %s for the login and the recovery link.
es_co: Mensaje del primer correo enviado cuando el usuario solicita una nueva contraseña. Utilice %s para la cuenta de usuario y el enlace de recuperación de contraseña.

source: Hello, Here are your informations : - Login : %s - Link : %s This link is only valid for 10 minutes.
es_co: Hola, Aquí están sus datos: - Cuenta de usuario: %s - Enlace: %s Este enlace solo será válido por 10 minutos.

source: Second email
es_co: Email secundario

source: Subject of the second email
es_co: Asunto del email secundario

source: [FusionDirectory] Password recovery successful
es_co: [FusionDirectory] ¡Recuperación de contraseña satisfactoria!

source: Body (%s is login)
es_co: Mensaje (%s es cuenta de usuario)

source: Body of the second email, sent to confirm the password has been changed. Use %s for the user login.
es_co: Mensaje del segundo correo enviado al confirmar el cambio de contraseña. Utilice %s para la cuenta de usuario.

source: Hello, Your password has been changed. Your login is still %s.
es_co: Hola, Su contraseña se ha cambiado. Su cuenta de usuario sigue siendo %s.

source: Dashboard configuration
es_co: Configuración del Panel

source: FusionDirectory dashboard plugin configuration
es_co: FusionDirectory panel de configuración de plugins.

source: Dashboard name schema
es_co: Panel nombre del esquema

source: Number of digits
es_co: Cantidad de dígitos

source: Number of digits to use after prefix
es_co: Cantidad de dígitos a usar después del prefijo.

source: Prefixes
es_co: Prefijos

source: Prefixes to be used for computer ids
es_co: Prefijos que se usarán para las 'id' de computadoras.

source: Dashboard expired users
es_co: Panel de usuarios expirados

source: Number of days
es_co: Cantidad de días

source: Number of days before expiration needed for an account to show in the dashboard next expired accounts list
es_co: Número de días antes previos antes de expirar una cuenta para mostrarlo en el panel de las próximas cuentas por expirar.

source: Configuration for plugins
es_co: Configuración de plugins

source: Up
es_co: Arriba

source: Down
es_co: Abajo

source: Sort up
es_co: Ordenar

source: Sort down
es_co: Ordenar de modo inverso

source: Select all
es_co: Seleccionar todo

source: created by
es_co: creado por

source: Go to root department
es_co: Ir a la División raíz

source: Go up one department
es_co: Subir una División

source: Go to user's department
es_co: Ir a la División del usuario

source: Reload list
es_co: Refrescar lista

source: Submit
es_co: Enviar

source: Copy
es_co: Copiar

source: Cut
es_co: Cortar

source: Paste
es_co: Pegar

source: Cut this entry
es_co: Cortar esta entrada

source: Copy this entry
es_co: Copiar esta entrada

source: Restore snapshots
es_co: Restaurar 'snapshots'

source: Export list
es_co: Exportar lista

source: Restore snapshot
es_co: Restaurar 'snapshot'

source: Create snapshot
es_co: Crear 'snapshot'

source: Create a new snapshot from this object
es_co: Crear un nuevo 'snapshot' de este objeto

source: Filter error
es_co: Error al filtrar

source: The filter is incomplete!
es_co: ¡El filtro está incompleto!

source: Permission error
es_co: Error de permisos

source: You are not allowed to create a snapshot for %s.
es_co: Usted no tiene permitido crear un 'snashot' para %s.

source: You are not allowed to restore a snapshot for %s.
es_co: Usted no tiene permitido restaurar un 'snapshot' para %s

source: No tab declaration for '%s' found in your configuration file. Cannot create plugin instance!
es_co: No se encontró la etiqueta '%s' en su archivo de configuración. ¡No se puede crear la instancia del plugin!

source: XML error in fusiondirectory.conf: %s at line %d
es_co: Error XML en fusiondirectory.conf: %s en la línea %d

source: Configuration error
es_co: Error de configuración

source: LDAP error
es_co: Error LDAP

source: Cannot bind to LDAP. Please contact the system administrator.
es_co: No se puede contactar a LDAP. Por favor contacte al adminsitrador del sistema.

source: The snapshot functionality is enabled, but the required variable '%s' is not set.
es_co: La característica 'snapshot' está habilitada, pero la variable '%s' requerida no está configurada.

source: The snapshot functionality is enabled, but the required compression module is missing. Please install '%s'.
es_co: La funcionalidad de 'snapshot' está habilitada, pero el módulo de compresión requerido no se encuentra. Por favor instale '%s'.

source: All categories
es_co: Todas las categorías

source: My account
es_co: Mi cuenta

source: Performance warning
es_co: Advertencia de Rendmiento

source: LDAP performance is poor: last query took about %.2fs!
es_co: LDAP tiene un desempeño lento: su última consulta tomó %.2fs!

source: Internal error
es_co: Error Interno

source: while operating on '%s' using LDAP server '%s'
es_co: mientras se realizan operaciones en '%s' usando el servidor LDAP %s

source: while operating on LDAP server %s
es_co: mientras se realizan operaciones en el servidor LDAP %s

source: proc_open failed to execute ldapsearch
es_co: proc_open falló al ejecutar ldapsearch

source: Error while importing dn: '%s', please check your LDIF from line %s on!
es_co: Eror mientras se importaba el dn: '%s', por favor revise su LDIF en la línea %s!

source: Select to list objects of type '%s'.
es_co: Elija para listar todos los objetos del tipo '%s'.

source: Select to list objects containig '%s'.
es_co: Elegir para listar los objetos que posean '%s'.

source: Select to list objects that have '%s' enabled
es_co: Elegir para listar todos los objetos que posean '%s' habilitado.

source: Select to search within subtrees
es_co: Seleccione para buscar dentro de subárboles

source: Search in subtrees
es_co: Buscar en subárboles

source: This object will be deleted!
es_co: ¡Este objeto será borrado!

source: This '%s' object will be deleted!
es_co: ¡Este '%s' objeto será borrad<o!

source: This object will be deleted: %s
es_co: Este objeto será borrado: %s

source: This '%s' object will be deleted: %s
es_co: Este '%s' objeto será borrado: %s

source: This object will be deleted:
es_co: Este objeto será borrado:

source: This '%s' object will be deleted:
es_co: Este '%s' objeto será borrado:

source: These objects will be deleted: %s
es_co: Estos objetos serán borrados: %s

source: You have no permission to delete this object!
es_co: ¡Usted no posee permisos para borrar este objeto!

source: You have no permission to delete the object:
es_co: Usted no posee permisos para borrar el objeto:

source: You have no permission to delete these objects:
es_co: Usted no posee permisos para borrar estos objetos:

source: You have no permission to create this object!
es_co: ¡No tienes permisos para crear este objeto!

source: You have no permission to create the object:
es_co: No tienes permisos para crear este objeto:

source: You have no permission to create these objects:
es_co: No tienes permisos para crear estos objetos:

source: You have no permission to modify this object!
es_co: !No tienes permisos para modificar este objeto!

source: You have no permission to modify the object:
es_co: No tienes permisos para modificar el objeto:

source: You have no permission to modify these objects:
es_co: No tienes permisos para modificar estos objetos:

source: You have no permission to view this object!
es_co: !No tienes permisos para ver este objeto!

source: You have no permission to view the object:
es_co: No tienes permisos para ver el objeto:

source: You have no permission to view these objects:
es_co: No tienes permisos para para ver estos objetos:

source: You have no permission to move this object!
es_co: !No tienes permisos para mover este objeto!

source: You have no permission to move the object:
es_co: No tienes permisos para mover el objeto:

source: You have no permission to move these objects:
es_co: No tienes permisos para mover estos objetos:

source: Connection information
es_co: Información de la conexión

source: Cannot connect to %s database!
es_co: ¡No se puede conectar a la base de datos %s!

source: Cannot select %s database!
es_co: ¡No se puede seleccionar la base de datos %s!

source: No %s server defined!
es_co: ¡No se ha definido el servidor %s!

source: Cannot query %s database!
es_co: ¡No se puede consultar la base de datos %s!

source: The field '%s' contains a reserved keyword!
es_co: ¡El campo '%s' tiene una palabra especial reservada por el sistema!

source: Command specified as %s hook for plugin '%s' does not exist!
es_co: ¡El comando especificado como %s hook para el plugin '%s' no existe!

source: '%s' command is invalid!
es_co: ¡El comando '%s' es inválido!

source: '%s' command for plugin %s is invalid!
es_co: ¡El comando '%s' para el plugin %s es inválido!

source: '%s' command (%s) is invalid!
es_co: ¡El '%s' comando (%s) es inválido!

source: '%s' command (%s) for plugin %s is invalid!
es_co: ¡'%s' comando (%s) para el plugin %s es inválido!

source: Cannot execute '%s' command!
es_co: ¡No se puede ejecutar el comando '%s'!

source: Cannot execute '%s' command for plugin %s!
es_co: ¡No se puede ejecutar el comando '%s' para el plugin %s!

source: Cannot execute '%s' command (%s)!
es_co: ¡No se puede ejecutar '%s' comando (%s)!

source: Cancel
es_co: Cancelar

source: Apply
es_co: Aplicar

source: Save
es_co: Salvar

source: Add
es_co: Agregar

source: Add %s
es_co: Agregar %s

source: Delete %s
es_co: Borrar %s

source: Edit...
es_co: Editar...

source: Edit %s...
es_co: Editar %s...

source: Back
es_co: Atrás

source: This account has no valid %s extensions!
es_co: ¡Esta cuenta no tiene extensiones %s válidas!

source: This account has %s settings enabled. You can disable them by clicking below.
es_co: Ésta cuenta tiene %s configuraciones habilitadas. Usted puede deshabilitarlas haciendo clic debajo.

source: This account has %s settings enabled. To disable them, you'll need to remove the %s settings first!
es_co: Ésta cuenta tiene %s configuraciones habilitadas. ¡Para deshabilitarlas deberá borrar el %s de configuraciones primero!

source: This account has %s settings disabled. You can enable them by clicking below.
es_co: Ésta cuenta tiene %s configuraciones deshabilitadas. Usted puede habilitarlas haciendo clic debajo.

source: This account has %s settings disabled. To enable them, you'll need to add the %s settings first!
es_co: Ésta cuenta tiene %s configuraciones deshabilitadas. ¡Para habilitarlas usted deberá agregar el %s de configuraciones primero!

source: Add %s settings
es_co: Agregar %s configuraciones

source: Remove %s settings
es_co: Borrar %s configuraciones

source: Click the 'Edit' button below to change informations in this dialog
es_co: Clic en el botón 'Editar' justo debajo para cambiar la información en este diálogo.

source: January
es_co: Enero

source: February
es_co: Febrero

source: March
es_co: Marzo

source: April
es_co: Abril

source: May
es_co: Mayo

source: June
es_co: Junio

source: July
es_co: Julio

source: August
es_co: Agosto

source: September
es_co: Septiembre

source: October
es_co: Octubre

source: November
es_co: Noviembre

source: December
es_co: Diciembre

source: Sunday
es_co: Domingo

source: Monday
es_co: Lunes

source: Tuesday
es_co: Martes

source: Wednesday
es_co: Miércoles

source: Thursday
es_co: Jueves

source: Friday
es_co: Viernes

source: Saturday
es_co: Sábado

source: Database operation failed!
es_co: ¡Falló la operación en la base de datos!

source: read operation
es_co: leer operación

source: add operation
es_co: agregar operación

source: modify operation
es_co: modificar operación

source: delete operation
es_co: borrar operación

source: search operation
es_co: buscar operación

source: authentication
es_co: autenticación

source: LDAP %s failed!
es_co: ¡LDAP %s falló!

source: LDAP operation failed!
es_co: ¡La operación en LDAP ha fallado!

source: Upload failed!
es_co: ¡La subida del archivo ha fallado!

source: Upload failed: %s
es_co: ¡La subida del archivo: %s ha fallado!

source: Communication failure with the infrastructure service!
es_co: ¡Falló la comunicación con el servicio de infraestructura!

source: Communication failure with the infrastructure service: %s
es_co: ¡Falló la comunicación con el servicio de infraestructura: %s!

source: This '%s' is still in use by this object: %s
es_co: Este '%s' sigue en uso por el objeto: %s

source: This '%s' is still in use.
es_co: Este '%s' sigue en uso.

source: Cannot delete file '%s'!
es_co: No se puede eliminar el archivo '%s'!

source: Cannot delete folder '%s'!
es_co: ¡No se puede borrar el directorio '%s'!

source: Cannot initialize class '%s'! Maybe there is a plugin missing in your FusionDirectory setup?
es_co: No se puede inicializar la clase '%s'! ¿Quizás hay algún plugin mal instalado en su configuración de FusionDirectory?

source: Fatal error: cannot instantiate class '%s' - try running '%s' to fix this
es_co: Error fatal: No se puede ejemplificar la clase '%s' - intente ejecutar '%s' para arreglar esto.

source: Fatal error
es_co: Error fatal

source: FATAL: Error when connecting the LDAP. Server said '%s'.
es_co: FATAL: Error conectándose a LDAP. El servidor dijo: '%s'

source: Login (uid) is not unique inside the LDAP tree. Please contact your administrator.
es_co: ¡Login (uid) no es un valor único en el árbol LDAP!. Por favor contacte a su administrador.

source: Authentication error
es_co: Error de autenticación

source: It seems your user password has expired. Please use <a href="recovery.php">password recovery</a> to change it.
es_co: Al parecer tu contraseña expiró. Por favor acceda a<a href="recovery.php">Recuperar contraseña</a> y cámbiela.

source: Error while adding a lock. Contact the developers!
es_co: Error mientras agregando un bloqueo. ¡Contacte a los desarrolladores!

source: Cannot create locking information in LDAP tree. Please contact your administrator!
es_co: No se puede crear un bloqueo de información en el árbol de 'LDAP'. ¡Por favor contacte a su administrador!

source: LDAP server returned: %s
es_co: El servidor LDAP respondió: %s

source: Found multiple locks for object to be locked. This should not happen - cleaning up multiple references.
es_co: Se encontraron varios 'locks' en el objeto lo cual impide bloquearlo. Esto no debería suceder - borrando varias referencias.

source: Configure
es_co: Configurar

source: incomplete
es_co: incompleto

source: Continue anyway
es_co: Continuar de todos modos

source: Edit anyway
es_co: Editar de todos modos

source: You're going to edit the LDAP entry/entries %s
es_co: Usted está a punto de editar las entradas de LDAP: %s

source: Entries per page
es_co: Resultados por página

source: Apply filter
es_co: Aplicar filtro

source: File '%s' could not be deleted. Try fusiondirectory-setup --check-directories to fix permissions.
es_co: El archivo '%s' no se puede borrar. Intente ejecutar fusiondirectory-setup-check-directories para arreglar los permisos.

source: LDAP warning
es_co: LDAP - Advertencia

source: Cannot get schema information from server. No schema check possible!
es_co: No se puede traer información del 'schema' desde el servidor. ¡No se puede validar el schema'

source: You have installed the mixed groups plugin, but your schema configuration does not support this.
es_co: Usted ha instalado el plugin 'Mixed Groups', pero la configuración de su esquema no lo soporta.

source: Your schema is configured to support mixed groups, but this plugin is not present.
es_co: Su esquema tiene configurado soporte para 'Mixed Groups', pero este plugin no está presente.

source: unknown idAllocation method!
es_co: ¡método 'idAllocation' desconocido!

source: sambaUnixIdPool is not unique!
es_co: !sambaUnixIdPool no es un valor único!

source: Cannot locate file '%s' - please run '%s' to fix this
es_co: No se encuentra el archivo '%s' - por favor ejecute '%s' para arreglar esto.

source: Requested channel does not exist! Please contact your Administrator.
es_co: El canal requerido no existe. Por favor contacte a su administrador.

source: Template name
es_co: Nombre de la plantilla

source: All objects in this category
es_co: Todos los objetos en esta categoría

source: File
es_co: Archivo

source: PHP error
es_co: Error PHP

source: class
es_co: clase

source: function
es_co: función

source: method
es_co: método

source: Type
es_co: Tipo

source: Arguments
es_co: Argumentos

source: Generating this page caused the PHP interpreter to raise some errors!
es_co: ¡Al generar esta página se han generado errores en el intérprete PHP!

source: Send bug report to the FusionDirectory Team
es_co: Enviar un reporte de fallo al equipo de FusionDirectory

source: Send bugreport
es_co: Enviar reporte de errores

source: Toggle information
es_co: Alternar información

source: Please fix the above error and reload the page.
es_co: Por favor solucione el error anterior y recargue la página.

source: Timestamp
es_co: Marca de tiempo

source: Page
es_co: Página

source: No PDF export possible: there is no FPDF library installed.
es_co: No se puede exportar un PDF: no hay una librería FPDF instalada.

source: on line
es_co: en línea

source: XML error
es_co: Erro XML

source: Tab "%s"
es_co: Pestaña "%s"

source: Cancel all
es_co: Cancelar todo

source: Cannot paste
es_co: No se puede pegar

source: Template settings
es_co: Configuraciones de Plantilla

source: This is the name of the template
es_co: Este es el nombre de la plantilla

source: Only main tab can compute dn
es_co: Solo la pestaña principal puede calcular dn

source: Could not compute dn: no parent tab class for "%s"
es_co: No es posible calcular dn: no hay pestaña de clase padre para "%s"

source: Could not compute dn: could not find objectType infos from tab class "%s"
es_co: No es posible calcular dn: No se encuentra el objectType infos desde la pestaña clase "%s"

source: Error when saving
es_co: Error al salvar

source: There is already an entry with the same dn : %s
es_co: Ya existe una entrada con el mismo dn: %s

source: The entry %s is not existing
es_co: La entrada %s no existe

source: Please select the desired entries
es_co: Por favor elija las entradas que desea

source: %s template
es_co: %s plantilla

source: Show %s
es_co: Mostrar %s

source: Role %s
es_co: Rol %s

source: Group %s
es_co: Grupo %s

source: Group of user
es_co: Grupo del usuario

source: None
es_co: Ninguno

source: Unknown
es_co: Desconocido

source: KiB
es_co: KB

source: MiB
es_co: MB

source: GiB
es_co: GB

source: TiB
es_co: TB

source: seconds
es_co: segundos
