Repository: Monpoke/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: es_co

source: minutes
es_co: minutos

source: hours
es_co: horas

source: days
es_co: días

source: %s (required)
es_co: %s (necesario)

source: An integer between %d and %d
es_co: Un número entero entre %d y %d

source: An integer larger than %d
es_co: Un número entero mayor que %d

source: An integer smaller than %d
es_co: Un número entero menor a %d

source: A float between %f and %f
es_co: Un número flotante entre %f y %f

source: A float larger than %f
es_co: Un número flotante mayor que %f

source: A float smaller than %f
es_co: Un número flotante menor que %f

source: Error, incorrect date:
es_co: Error, fecha incorrecta:

source: Cannot read uploaded file: %s
es_co: No se puede leer el archivo subido: %s

source: file is empty
es_co: el archivo está vacio

source: file not found
es_co: archivo no encontrado

source: file not readable
es_co: archivo sin privilegios de lectura

source: Upload
es_co: Subir

source: Download
es_co: Descargar

source: Object base
es_co: Objeto base

source: Invalid value for %s
es_co: Valor inválido para %s

source: NO LABEL
es_co: SIN ETIQUETA

source: No plugin definitions found to initialize '%s', please check your configuration file.
es_co: No se encontraron descripciones para iniciar '%s', por favor revise su archivo de configuración.

source: Delete process has been canceled by plugin '%s': %s
es_co: El proceso de borrado fue cancelado por el plugin '%s': %s

source: The timezone setting "%s" in your configuration is not valid.
es_co: La Zona Horaria "%s" en su configuración no es válida.

source: Manage access control lists
es_co: Administrar listas de control de acceso

source: Unkown ACL type '%s'! You might need to run "fusiondirectory-setup --migrate-acls" to migrate your acls to the new format.
es_co: ¡Tipo de ACL '%s' desconocido! Puede que usted necesite ejecutar "fusiondirectory-setup --migrate-acls" para migrar sus acls al nuevo formato.

source: Unknown entry '%s'!
es_co: ¡Entrada desconocida '%s'!

source: All users
es_co: Todos los usuarios

source: Cannot change password, unknown user '%s'
es_co: No se puede cambiar la contraseña, usuario desconocido '%s'

source: You need to fill saslRealm or saslExop in the configuration screen in order to use SASL
es_co: Usted debe completar saslRealm o saslExop en la pantalla de configuración para usar SASL

source: There was a problem uncompressing snapshot data
es_co: Hubo un problema descomprimiendo la información del snapshot.

source: Specified objectType is empty or invalid!
es_co: ¡El objectType especificado está vacío o es inválido!

source: FusionDirectory configuration %s/%s is not readable. Please run fusiondirectory-setup --check-config to fix this.
es_co: El archivo de configuración de FusionDirectory %s/%s no tiene privilegios de lectura. Por favor ejecute "fusiondirectory-setup --check-config" para corregir éste problema.

source: Smarty error
es_co: Error en Smarty

source: Your FusionDirectory session has expired!
es_co: ¡Su sesión de FusionDirectory ha expirado!

source: Your IP has changed!
es_co: ¡Tu IP ha cambiado!

source: Invalid plugin parameter "%s"!
es_co: ¡Parámetro "%s" de plugin inválido!

source: No session found!
es_co: ¡No se encuentra la sesión!

source: Please specify a valid username!
es_co: ¡Por favor especifique un nombre de usuario válido!

source: Please specify your password!
es_co: ¡Por favor especifique su contraseña!

source: Please check the username/password combination.
es_co: Por favor verifique su combinación de usuario/contraseña

source: Account locked. Please contact your system administrator!
es_co: Cuenta bloqueada. ¡Por favor contacte a su administrador!

source: Your browser has cookies disabled. Please enable cookies and reload this page before logging in!
es_co: Su navegador tiene las cookies deshabilitadas. ¡Por favor habilítelas y recarge la página antes de iniciar sesión!

source: PHP configuration
es_co: Configuración PHP

source: Fatal error: Register globals is on. FusionDirectory will refuse to login unless this is fixed by an administrator.
es_co: Error fatal: Registrar 'globales' está habilitado. FusionDirectory rechazará el inicio de sesión hasta que esto sea solucionado por un administrador.

source: Password change
es_co: Cambio de contraseña

source: Your password is about to expire, please change your password!
es_co: Su contraseña está a punto de expirar, ¡por favor cambie su contraseña!

source: Running out of memory!
es_co: ¡El sistema se está quedando sin memoria!

source: User ACL checks disabled
es_co: Checks ACL de usuario deshabiltiados

source: Fatal error: Cannot find any plugin definitions for plugin '%s' ('%s' is not a file)!
es_co: Error Fatal: ¡No es posible encontrar ninguna definición de plugin para el plugin '%s' ('%s' no es un archivo)!

source: Configuration Error
es_co: Error de configuración

source: Fatal error: not all POST variables have been transfered by PHP - please inform your administrator!
es_co: Error Fatal: ¡Algunas de las variables POST no se han transferido por PHP - por favor informe a su administrador!

source: FusionDirectory configuration %s/%s is not readable. Aborted.
es_co: La configuración %s/%s de FusionDirectory no tiene permisos de lectura. Abortado.

source: Directory '%s' specified as compile directory is not accessible!
es_co: ¡No se puede acceder al directorio '%s' especificado para compilar!

source: Did not find an account with login "%s"
es_co: No se encontró la cuenta de usuario: "%s"

source: Found multiple accounts with login "%s"
es_co: Se encontraron varias cuentas identificadas como: "%s"

source: Email address
es_co: Dirección de correo

source: Contact your administrator, there was a problem with mail server
es_co: Contacte a su administrador, hubo un problema con el servidor de correo.

source: This token is invalid
es_co: Este token es inválido

source: There was a problem with mail server, confirmation email not sent
es_co: Hay un problema con el servidor de correo, la confirmación de email no será enviada.

source: Location name
es_co: Ubicación

source: Name of this connexion to show in the LDAP server list
es_co: Nombre de esta conexión para mostrar en la lista de servidores de LDAP.

source: Connection URI
es_co: URI de conexión

source: URI to contact the LDAP server. Usually starts with ldap://
es_co: URI para contactar al servidor LDAP. Usualmente comienza con ldap://

source: TLS connection
es_co: Conexión TLS

source: Should TLS be used to connect to this LDAP server?
es_co: ¿Debería usarse TLS para conectarse a este servidor LDAP?

source: The LDAP directory base
es_co: El directorio base de LDAP

source: Authentication
es_co: Autenticación

source: DN of the admin account to use for binding to the LDAP. Base is automatically appended.
es_co: DN de la cuenta admin para conectarse a LDAP. La base se añade automáticamente.

source: Admin DN
es_co: DN para el Administrador

source: Admin password
es_co: Contraseña de Administrador

source: Password for the admin account to use for binding to the LDAP
es_co: Contraseña para la cuenta de Administrador que será vinculada a LDAP.

source: Current status
es_co: Estado Actual

source: Result of last attempt at checking LDAP binding and basic schemas
es_co: Resultado del último intento al revisar la vinculación con LDAP y los esquemas básicos.

source: LDAP setup
es_co: Configuración de LDAP

source: LDAP connection setup
es_co: Configuración de conexión LDAP

source: This dialog performs the basic configuration of the LDAP connectivity for FusionDirectory.
es_co: Este mensaje muestra una configuración básica de la conectividad de LDAP con FusionDirectory.

source: Anonymous bind to server '%s' failed!
es_co: ¡La vinculación anónima al servidor %s ha fallado!

source: Bind as user '%s' failed!
es_co: Falló la vinculación con el usuario '%s'

source: Anonymous bind to server '%s' succeeded.
es_co: ¡La vinculación anónima al servidor %s ha funcionado!

source: Please specify user and password!
es_co: ¡Por favor especifique su usuario y contraseña!

source: Bind as user '%s' to server '%s' succeeded!
es_co: ¡Ha funcionado la vinculación del usuario '%s' al servidor '%s'!

source: Welcome
es_co: Bienvenido

source: Finish
es_co: Finalizar

source: Finish - write the configuration file
es_co: Finalizar - Crear el archivo de configuración

source: Write configuration file
es_co: Crear el archivo de configuración

source: Your configuration file is currently world readable. Please update the file permissions!
es_co: Su archivo de configuración no debería tener permisos de lectura para todos los usuarios. ¡Por favor actualice los permisos!

source: The configuration is currently not readable or it does not exists.
es_co: No se puede acceder al archivo de configuración porque no existe o no tiene permisos de lectura sobre él.

source: After downloading and placing the file under %s, please make sure that the user the webserver is running with is able to read %s, while other users shouldn't.
es_co: Después de descargar y colocar el archivo en %s, por favor verifique que el usuario con el cual está ejecutándose el servidor web tiene acceso a %s. Otros usuarios no deberían tener acceso.

source: Migrate
es_co: Migrar

source: PHP module and extension checks
es_co: Verificación de extensiones y módulos PHP

source: LDAP inspection
es_co: Revisión de LDAP

source: Analyze your current LDAP for FusionDirectory compatibility
es_co: Se va a analizar la compatibilidad entre LDAP y FusionDirectory

source: Give all rights on users in the given branch
es_co: Otorgar todos los permisos en usuarios que pertenezcan a dicha rama.

source: Allow users to edit their own information (main tab and posix use only on base)
es_co: Permitir a los usuarios editar su propia información (Pestaña de Inicio y posix, usar únicamente en base)

source: Allow users to edit their own password (use only on base)
es_co: Permitir a los usuarios editar su propia contraseña (Solo en las pestañas POSIX e Inicio)

source: Inspecting object classes in root object
es_co: Revisar las clases del objeto 'root'

source: Checking permission for LDAP database
es_co: Revisar los permisos para la base de datos LDAP

source: Checking for invisible departments
es_co: Revisar si existen Divisiones ocultas

source: Failed
es_co: Falló

source: Missing FusionDirectory object class '%s'!
es_co: ¡No se encuentra el objeto clase '%s' de FusionDirectory!

source: Please check your installation.
es_co: Por favor verifique su instalación.

source: Cannot handle the structural object type of your root object. Please try to add the object class '%s' manually.
es_co: No es posible utilizar el tipo de objeto estructurado de su objeto 'root'. Por favor intente agregar el objeto clase '%s' manualmente.

source: The specified user "%s" does not have full access to your LDAP database.
es_co: El usuario "%s" especificado no tiene acceso completo a la base de datos LDAP.

source: The specified user "%s" does not have full access to your ldap database.
es_co: El usuario "%s" especificado no tiene acceso completo a la base de datos ldap.

source: Found %s user(s) that will not be visible in FusionDirectory or which are incomplete.
es_co: Se encontraron %s usuario(s) que no estarán visibles en FusionDirectory o que están incompletos.

source: User migration
es_co: Migración de Usuario

source: Migration error
es_co: Error de migración

source: Cannot migrate entry "%s":
es_co: No se puede migrar la entrada "%s":

source: FD 1.0.7 administrative accounts found: %s
es_co: Se encontraron cuentas administrativas de FD 1.0.7: %s

source: FD 1.0.7 administrative groups found: %s
es_co: Se encontraron grupos administrativos de FD 1.0.7: %s

source: You may run <i>fusiondirectory-setup --migrate-acls</i> after saving config file at the end of the setup to migrate it.<br/>
es_co: Usted debe ejecutar <i>fusiondirectory-setup-migrate-acls</i> después de salvar su archivo de configuración al terminar la configuración general para migrarlo. <br/>

source: There is no valid FusionDirectory 1.0.8 administrator account inside your LDAP.
es_co: No hay un administrador válido de FusionDirectory 1.0.8 en su LDAP.

source: Groups
es_co: Grupos

source: There is no FusionDirectory administrator account inside your LDAP.
es_co: No hay una cuenta de administrador de FusionDirectory en su LDAP.

source: Gives all rights on all objects
es_co: Dar permisos en todos los objetos.

source: Default ACL roles have not been inserted
es_co: Los roles ACL por defecto no han sido insertados

source: Some default ACL roles are missing
es_co: No se encuentran algunos de los roles ACL por defecto

source: Default ACL roles have been inserted
es_co: Los roles ACL por defecto han sido insertados

source: Cannot add ACL role "%s":
es_co: No es posible agregar el rol ACL "%s":

source: Found %s user(s) outside the configured tree "%s".
es_co: Se encontraron %s usuario(s) fuera del árbol configurado "%s".

source: Move users into configured user tree
es_co: Mover usuarios dentro del árbol configurado

source: Cannot move entries to the requested department!
es_co: ¡No se pueden mover entradas en la División seleccionada!

source: Entry will be moved from
es_co: La entrada será movida desde

source: to
es_co: a

source: The following references will be updated
es_co: Las siguientes referencias serán actualizadas

source: Found %s groups outside the configured tree '%s'.
es_co: Se encontraron %s grupos fuera del árbol configurado '%s'.

source: Move groups into configured groups tree
es_co: Mover grupos dentro del árbol configurado

source: Found %s department(s) that will not be visible in FusionDirectory.
es_co: Se encontraron %s Division(es) que no serán visibles en FusionDirectory.

source: Department migration
es_co: Migración de Divisiones.

source: Language setup
es_co: Idioma de instalación

source: This step allows you to select your preferred language.
es_co: Este paso le permitirá elegir su lenguaje preferido.

source: At this point, you can select the site wide default language. Choosing "automatic" will use the language requested by the browser. This setting can be overriden per user.
es_co: En este punto usted puede elegir el idioma por defecto del sitio. Si elige 'automático' se utilizará el lenguaje del navegador. Ésta opción puede ser cambiada por el usuario.

source: Welcome to FusionDirectory setup wizard
es_co: Bienvenido al asistente de configuración de FusionDirectory.

source: The welcome message
es_co: Mensaje de bienvenida

source: PHP setup configuration (<a href="?info" target="_blank">show information)</a>)
es_co: Configuración de la instalación de PHP (<a href="?info" target="_blank">Mostrar información</a>)

source: Installation check
es_co: Revisión de la instalación

source: Basic checks for PHP compatibility and extensions
es_co: Revisión básica de Extensiones PHP y compatibilidad

source: Checking PHP version
es_co: Revisando la versión PHP

source: PHP must be of version %s or above.
es_co: PHP debe tener una versión %s o superior.

source: Please upgrade to a supported version.
es_co: Por favor actualice a una versión soportada.

source: FusionDirectory requires this module to talk with your LDAP server.
es_co: FusionDirectory requiere este módulo para comunicarse con su servidor LDAP.

source: FusionDirectory requires this module for an internationalized interface.
es_co: FusionDirectory requiere este módulo para una inferfaz internacionalizada.

source: FusionDirectory requires this module to communicate with different types of servers and protocols.
es_co: FusionDirectory requiere este módulo para comunicarse con diferentes tipos de servidores y protocolos.

source: FusionDirectory requires this module for the samba integration.
es_co: FusionDirectory necesita éste módulo para la integración con Samba

source: FusionDirectory requires either 'mhash' or the 'sha1' module to make use of SSHA encryption.
es_co: FusionDirectory requiere el módulo 'mhash' o bien 'sha1' para usar encripción por SSHA.

source: FusionDirectory requires this module to talk to an IMAP server.
es_co: FusionDirectory requiere este módulo para comunicarse con un servidor IMAP.

source: FusionDirectory requires this module to handle unicode strings.
es_co: FusionDirectory requiere este módulo para manejar strings unicoide.

source: FusionDirectory requires this extension to handle images.
es_co: FusionDirectory requiere esta extensión para manejar imágenes.

source: compression module
es_co: módulo de compresión

source: FusionDirectory requires this extension to handle snapshots.
es_co: FusionDirectory requiere esta extensión para manejar snapshots.

source: register_globals is a PHP mechanism to register all global variables to be accessible from scripts without changing the scope. This may be a security risk.
es_co: register_globals es un mecanismo PHP para registrar todas las variables globales y que puedan accederse mediante scripts sin cambiar el foco. Esto puede ser un riesgo de seguridad.

source: Search for 'register_globals' in your php.ini and switch it to 'Off'.
es_co: Buscar por 'register_globals' en su archivo php.ini y cámbielo a 'Off'.

source: PHP uses this value for the garbage collector to delete old sessions.
es_co: PHP utiliza este valor para que el colector de basura borre las sesiones obsoletas.

source: Setting this value to one day will prevent loosing session and cookies before they really timeout.
es_co: Configurando este valor a 'un día' prevendrá perder sesiones y cookies antes de que realmente expiren.

source: Search for 'session.gc_maxlifetime' in your php.ini and set it to 86400 or higher.
es_co: Buscar por 'session.gc_maxlifetime' en su archivo php.ini y configurarlo a 86400 o superior.

source: Off
es_co: Apagado

source: In Order to use FusionDirectory without any trouble, the session.auto_start option in your php.ini should be set to 'Off'.
es_co: Para utilizar FusionDirectory sin problemas la opción session.auto_start en su archivo php.ini debe estar configurada en 'Off'.

source: Search for 'session.auto_start' in your php.ini and set it to 'Off'.
es_co: Buscar 'session.auto_start' en su archivo php.ini y configurarlo en 'Off'.

source: FusionDirectory needs at least 128MB of memory. Setting it below this limit may cause errors that are not reproducable! Increase it for larger setups.
es_co: FusionDirectory requiere al menos 128MB de memoria. Si usted utiliza menos que esto ¡puede causar errores que no son reproducibles! aumente la memoria para instalaciones grandes.

source: Search for 'memory_limit' in your php.ini and set it to '128M' or higher.
es_co: Buscar 'memory_limit' en su archivo php.ini y configurarlo con '128MB' o superior.

source: This option influences the PHP output handling. Turn this Option off, to increase performance.
es_co: Esta opción afecta el manejo de la salida PHP. Deshabilitar esta opción con 'off' mejorará el rendimiento.

source: Search for 'implicit_flush' in your php.ini and set it to 'Off'.
es_co: Busca 'omplicit_flush' en su archivo php.ini y lo establece como 'Off'.

source: The Execution time should be at least 30 seconds.
es_co: El tiempo de ejecución debería ser al menos de 30 segundos.

source: Search for 'max_execution_time' in your php.ini and set it to '30' or higher.
es_co: Busca 'max_execution_time' en su archivo php.ini y lo establece como '30' o superior.

source: Increase the server security by setting expose_php to 'off'. PHP won't send any information about the server you are running in this case.
es_co: Incrementa la seguridad del servidor estableciendo 'expose_php' como 'Off'. PHP no enviará información de su servidor en este caso.

source: Search for 'expose_php' in your php.ini and set if to 'Off'.
es_co: Busca 'expose_php' en su archivo php.ini y lo establece como 'Off'.

source: Increase your server performance by setting magic_quotes_gpc to 'off'.
es_co: Incrementa el rendimiento del servidor estableciendo 'magic_quotes_gpc' como 'Off'.

source: Search for 'zend.ze1_compatibility_mode' in your php.ini and set it to 'Off'.
es_co: Busca 'zend.ze1_compatibility_mode' en su archivo php.ini y lo establece como 'Off'.

source: Setup error
es_co: Error en la configuración

source: Completed
es_co: Completado

source: Next
es_co: Siguiente

source: The FusionDirectory team
es_co: El equipo de FusionDirectory

source: <strong>%1</strong> references our <strong>%3</strong>
es_co: <strong>%1</strong>referencia nuestro<strong>%3</strong>

source: <strong>%1</strong> references our field <strong>%3</strong> from tab <strong>%2</strong>
es_co: <strong>%1</strong> referencia nuestro campo <strong>%3</strong> en el tab <strong>%2</strong>

source: This object has no relationship to other objects.
es_co: Este objeto no tiene relación con otros objetos

source: Filter
es_co: Filtro

source: Show templates
es_co: Mostrar plantillas

source: Show functional users
es_co: Mostrar usuarios funcionales

source: Show POSIX users
es_co: Mostrar usuarios POSIX

source: Show Mail users
es_co: Mostrar usuarios de correo

source: Show Samba users
es_co: Mostrar usuarios de Samba

source: This includes all ACL assignments made on this node(s). If you want the list of these assignments, please cancel and open the objects.
es_co: Aquí se incluyen todos los permisos ACL de este nodo(s). Si desea la lista de esas asignaciones, por favor presione cancelar y abra los objetos.

source: Press 'Delete' to continue or 'Cancel' to abort.
es_co: Presione 'Borrar' para continuar o 'Cancelar' para abortar.

source: There is one expired account
es_co: Existe una cuenta expirada

source: There is no expired account
es_co: No hay una cuenta expirada

source: manager
es_co: administrador

source: mail
es_co: correo

source: There is one account expiring in the next %1 days
es_co: Existe una cuenta por expirar en %1 días.

source: There is no account expiring in the next %1 days
es_co: No hay cuentas por expirar por los próximos %1 días

source: Next expired accounts
es_co: Cuentas por expirar

source: There is 1 group:
es_co: Existe 1 grupo:

source: One of them is a %1 group
es_co: Uno de ellos es un %1 grupo

source: There is no %1 group
es_co: No existe el grupo %1

source: There is 1 user:
es_co: Existe 1 usuario:

source: One of them have a %1 account
es_co: Uno de ellos tiene una %1 cuenta

source: None of them have a %1 account
es_co: Ninguno de ellos tiene una %1 cuenta

source: One of them is locked
es_co: Uno de ellos está bloqueado

source: None of them is locked
es_co: Ninguno de ellos está bloqueado

source: You've successfully changed your password. Remember to change all programms configured to use it as well.
es_co: Usted ha cambiado exitosamente su contraseña. Recuerde cambiar todos los programas configurados para usarla también.

source: User settings
es_co: Configuraciones de usuario

source: Clear password
es_co: Borrar contraseña

source: Set new password
es_co: Establecer nueva contraseña

source: Personal picture
es_co: Fotografía personal

source: User picture
es_co: Avatar

source: Remove picture
es_co: Borrar Avatar

source: You have no permission to change your password at this time
es_co: No tienes permisos para cambiar tu contraseña en este momento

source: Your password hash method will not be changed!
es_co: ¡Su metodo de contraseña hash no será cambiado!

source: Locking conflict detected
es_co: Conflicto de bloqueo detectado
