Repository: Monpoke/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: es_co

source: If this lock detection is false, the other person has obviously closed the webbrowser during the edit operation. You may want to take over the lock by pressing the 'Edit anyway' button.
es_co: Si la opción detección de bloqueo está deshabilitada, otra persona obviamente ha cerrado el navegador web durante la operación. Si usted desea tomar el bloqueo presione el botón 'Editar de todos modos'.

source: Read only
es_co: Solo lectura

source: Creating a new object using templates
es_co: Crear un nuevo objeto utilizando plantillas

source: Continue
es_co: Continuar

source: Please choose the way to react for this session
es_co: Por favor elija la forma de interactuar con esta sesión

source: ignore this error and show all entries the LDAP server returns
es_co: ignore este error y muestre todas las entradas que regresa el servidor LDAP

source: ignore this error and show all entries that fit into the defined sizelimit and let me use filters instead
es_co: ignore este error y muestre todas las entradas que cumplen con el tamaño límite definido y en cambio permitame utilizar filtros

source: Set
es_co: Asignar

source: Lost password
es_co: Recuperar contraseña

source: This dialog provides a simple way to change your password. Enter the new password (twice) in the fields below and press the 'Change' button.
es_co: Esta opción le ofrece una forma simple de cambiar su contraseña. Ingrese la nueva contraseña (dos veces) en los campos justo debajo y luego presione el botón 'Cambiar'.

source: Directory
es_co: Directorio

source: New password repeated
es_co: Repetir nueva contraseña

source: Password strength
es_co: Seguridad de la contraseña

source: Change
es_co: Cambio

source: Click here to change your password
es_co: Clic aquí para cambiar su contraseña

source: Success
es_co: Realizado con éxito

source: Your password has been changed successfully.
es_co: Su contraseña ha sido cambiada con éxito.

source: Enter your current e-mail address in the field below and press the 'Change' button.
es_co: Ingrese su dirección de correo actual en el siguiente campo y presione el botón 'Cambiar'.

source: Password recovery is not activated. If you have lost your password, please contact your administrator
es_co: La recuperación de contraseña no está disponible. Si usted perdió su contraseña por favor contacte a su administrador.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
es_co: Si está seguro presione 'Eliminar' para continuar o 'Cancelar' para abortar.

source: Login screen
es_co: Pantalla de Acceso

source: Please use your username and your password to log into the site administration system.
es_co: Por favor ingrese su usuario y contraseña para acceder al sistema de administración.

source: Username
es_co: Nombre de usuario

source: I forgot my password
es_co: Olvidé la contraseña

source: Sign in
es_co: Acceder

source: Click here to log in
es_co: Clic aquí para ingresar

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
es_co: Por favor revise dos veces y asegúrese que desea hacer esto ya que no hay forma de que FusionDirectory recupere sus datos.

source: Assigned ACL for current entry
es_co: ACL asignad a la entrada actual

source: New ACL
es_co: Nuevo ACL

source: ACL type
es_co: Tipo de ACL

source: Select an acl type
es_co: Elija un tipo de acl

source: Additional filter options
es_co: Opciones adicionales de filtrado

source: Use members from
es_co: Usar los miembros de

source: Available members
es_co: Miembros disponibles

source: List message possible targets
es_co: Listar los posibles destinatarios

source: List message recipients
es_co: Listar destinatarios del mensaje

source: ACL for this object
es_co: ACL para este objeto

source: Available roles
es_co: Roles disponibles

source: Warning: you are about to delete the following objects
es_co: ¡Advertencia!: Usted está a punto de borrar los siguientes objetos

source: Copy & paste wizard
es_co: Asistente de copiado y pegado

source: Some values need to be unique in the complete directory while some combinations make no sense. FusionDirectory shows the relevant attributes. Please maintain the values below to fulfill the policies.
es_co: Algunos valores necesitan ser únicos en todo el directorio, algunas combinaciones no serán posibles. FusionDirectory muestra los atributos pertinentes. Por favor mantenga bajos los valores para cumplir con las políticas.

source: Remember that some properties like taken snapshots will not be copied!
es_co: ¡Recuerde que algunas de las propiedades como los 'snapshots' realizados no serán copiadas!

source: Or if you copy or cut an entry within FusionDirectory and delete the source object, you may get errors while pasting this object again!
es_co: O si usted copia o corta na entrada dentro de FusionDirectory y borra el objeto original, usted podría tener errores en el futuro cuando pegue este objeto nuevamente.

source: Operation complete
es_co: Operación completa

source: Information
es_co: Información

source: Main
es_co: Inicio

source: Sign out
es_co: Salir

source: Signed in:
es_co: Accedió como:

source: Session expires in %d!
es_co: ¡La sesión va a expirar en %d!

source: Add required object classes to the LDAP base
es_co: Agregar 'object classes' requeridos en la base de LDAP

source: Current
es_co: Actual

source: After migration
es_co: Luego de la migración

source: Close
es_co: Cerrar

source: Create your configuration file
es_co: Crear su archivo de configuración

source: Run %1 to put the correct right on fusiondirectory.conf
es_co: Ejecute %1 para corregir los permisos en fusiondirectory.conf

source: Download configuration
es_co: Descargar configuración

source: Status:
es_co: Estado:

source: Create a new FusionDirectory administrator account
es_co: Crear una nueva cuenta de administrador para FusionDirectory

source: This dialog will automatically add a new super administrator to your LDAP tree.
es_co: En este paso agregará automáticamente un nuevo super administrador a su árbol LDAP.

source: User ID
es_co: ID de usuario

source: Password (again)
es_co: Contraseña (de nuevo)

source: This seems to be the first time you start FusionDirectory - we didn't find any configuration right now. This simple wizard intends to help you while setting it up.
es_co: Parece que es la primera vez que usted inicia FusionDirectory - aún no se ha encontrado una configuración. Éste fácil asistente intentará ayudarle mientras realiza la configuración inicial.

source: What will the wizard do for you?
es_co: ¿Qué hará el asistente por usted?

source: Create a basic, single site configuration
es_co: Crear una configuración básica del sitio.

source: Tries to find problems within your PHP and LDAP setup
es_co: Se buscarán problemas dentro de su configuración de LDAP y PHP.

source: Let you choose from a set of basic and advanced configuration switches
es_co: Le permite elegir entre diversas opciones básicas o avanzadas.

source: Guided migration of existing LDAP trees
es_co: Migración asistida de los árbol LDAP existentes

source: What will the wizard NOT do for you?
es_co: ¿Qué NO hará el asistente por usted?

source: Find every possible configuration error
es_co: Buscar cualquier posible error en la configuración.

source: Migrate every possible LDAP setup - create backup dumps!
es_co: Migrar todas las configuraciones posibles de LDAP - ¡ Por favor cree una copia de seguridad!

source: To continue:
es_co: Para continuar:

source: For security reasons you need to authenticate for the installation by creating the file '%1', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
es_co: Por motivos de seguridad usted necesita autenticarse para esta instalación creando el archivo '%1' con el ID de la sesión actual en el servidor local. Esto se puede hacer ejecutando el siguiente comando:

source: Click the 'Next' button when you've finished.
es_co: Cuando haya terminado haga clic en 'Siguiente'.

source: FusionDirectory will NOT run without fixing this.
es_co: FusionDirectory no se ejecutará sin arreglar esto.

source: FusionDirectory will run without fixing this.
es_co: FusionDirectory intentará ejecutarse sin arreglar esto.

source: This dialog allows moving a couple of entries to the configured tree. Doing this may straighten your LDAP service.
es_co: Este cuadro de mensaje le permite mover un par de entradas al árbol LDAP configurado. Hacer esto podría arreglar su servicio LDAP.

source: Be careful with this option! There may be references pointing to these entries. The FusionDirectory setup can't migrate references, so you may want to cancel the migration in this case.
es_co: ¡Cuidado con ésta opción! Pueden haber referencias que apuntan a ésas entradas. La 'configuración' de FusionDirectory no puede migrar ésas referencias, así que usted podría querer cancelar la migración en éste caso.

source: Move selected entries into this tree
es_co: Mover las entradas seleccionadas a éste árbol.

source: The listed entries are currently invisible in the FusionDirectory interface. If you want to change this for a couple of entries only, just select them and use the 'Migrate' button below.
es_co: Las entradas que se listan actualmente no son visibles en la interfaz de FusionDirectory. Si desea cambiar ésto para un par de entradas únicamente, solo debe seleccionarlas y usar el botón "Migrar".

source: If you want to know what will be done when migrating the selected entries, use the 'Show changes' button to see the LDIF.
es_co: Si usted desea saber qué se hará cuando se migren las entradas seleccionadas, utilice el botón de "Mostrar Cambios" para ver el LDIF.

source: Show changes
es_co: Mostrar cambios

source: During the LDAP inspection, we're going to check for several common pitfalls that may occur when migration to FusionDirectory base LDAP administration. You may want to fix the problems below, in order to provide smooth services.
es_co: Mientras revisamos LDAP vamos a buscar algunos inconvenientes comunes que pueden ocurrir cuando se migra a una administración de FusionDirectory con LDAP. Para mejorar su experiencia con los servicios, usted podría solucionar los siguientes problemas.

source: Check again
es_co: Verificar de nuevo
