Repository: Monpoke/fusiondirectory
Catalog: locale/*/fusiondirectory.po
Languages: es_co

source: Welcome %s!
es_co: ¡Bienvenido %s!

source: References
es_co: Referencias

source: Role
es_co: Rol

source: Role information
es_co: Información del Rol

source: Organizational role
es_co: Rol Profesional

source: Informations
es_co: Datos

source: Name
es_co: Nombre

source: Name of this group
es_co: Nombre de este grupo

source: Description
es_co: Descripción

source: Description of the role
es_co: Descripción del Rol

source: Phone number
es_co: Teléfono

source: Fax number
es_co: Fax

source: Add users for the role
es_co: Agregar usuarios al rol

source: Group
es_co: Grupo

source: POSIX group information
es_co: Información de Grupo POSIX

source: POSIX group
es_co: Grupo POSIX

source: POSIX user group
es_co: Grupo de Usuarios POSIX

source: Properties
es_co: Propiedades

source: Short description of this group
es_co: Una descripción corta de este grupo.

source: Force GID
es_co: Forzar GID

source: Force GID value for this group
es_co: Forzar GID para este grupo

source: GID value for this group
es_co: Valor GID para este grupo

source: Group members
es_co: Miembros del Grupo

source: System trust
es_co: Confianza del Sistema

source: Trust mode
es_co: Modo de Confianza

source: Type of authorization for those hosts
es_co: Tipo de autorización para ésos equipos

source: disabled
es_co: deshabilitado

source: full access
es_co: Acceso Completo

source: allow access to these hosts
es_co: Permitir acceso a ésos equipos

source: Only allow this group to connect to this list of hosts
es_co: Habilitar solamente a éste grupo para conectarse a ésta lista de equipos.

source: Warning
es_co: Advertencia

source: Timeout while waiting for lock. Ignoring lock!
es_co: Tiempo de espera superado mientras se esperaba el bloqueo. ¡Ignorando el bloqueo!

source: Unknown type : %s
es_co: Tipo desconocido: %s

source: Non existing dn: %s
es_co: ¡dn: %s Inexsitente!

source: Object group
es_co: Objeto grupo

source: Object group information
es_co: Datos del 'objeto grupo'

source: Member objects
es_co: Objetos miembro

source: Objects member of this group
es_co: Objetos miembro de este grupo

source: Putting both workstations and terminals in the same group is not allowed
es_co: Alojar estaciones de trabajo y terminales en el mismo grupo no está permitido.

source: List of groups
es_co: Lista de Grupos

source: Actions
es_co: Acciones

source: Create
es_co: Crear

source: Edit
es_co: Editar

source: Remove
es_co: Borrar

source: Groups and roles
es_co: Grupos y Roles

source: Manage groups and roles
es_co: Administrar grupos y roles

source: Edit role properties
es_co: Editar propiedades de Rol

source: Edit posix properties
es_co: Editar propiedades posix

source: Show user groups
es_co: Mostrar grupos del usuario

source: Show primary groups
es_co: Mostrar grupos primarios

source: Show organizational roles
es_co: Mostrar roles de Profesionales

source: Show application groups
es_co: Mostrar grupos de aplicación

source: Show mail groups
es_co: Mostrar grupos de correo

source: Show samba groups
es_co: Mostrar grupos Samba

source: Show server groups
es_co: Mostrar grupos de servidores

source: Show workstation groups
es_co: Mostrar grupos de estaciones de trabajo

source: Show windows groups
es_co: Mostrar grupos de Windows

source: Show terminal groups
es_co: Mostrar grupos de Terminales

source: Show printer groups
es_co: Mostrar grupos de impresión

source: Show phone groups
es_co: Mostrar grupos de teléfono

source: Domain Component
es_co: Componente de Dominio

source: domain component
es_co: componente de dominio

source: Department
es_co: División

source: Departments
es_co: Divisiones

source: department
es_co: división

source: Name of %s
es_co: Nombre de %s

source: A name for this %s
es_co: Un nombre para este %s

source: Short description of this %s
es_co: Una descripción de este %s

source: Category
es_co: categoría

source: Category of this %s
es_co: Categoría de este %s

source: Manager
es_co: Mánager

source: Manager of this %s
es_co: Mánager de este %s

source: Location
es_co: Ubicación

source: State
es_co: Estado

source: Country
es_co: País

source: Address
es_co: Dirección

source: A postal address for this %s
es_co: Dirección postal de este %s

source: Phone
es_co: Teléfono

source: Telephone number
es_co: Número telefónico

source: Facsimile telephone number
es_co: Teléfono alternativo

source: Manage departments
es_co: Administrar categorías

source: Users and groups
es_co: Usuarios y Grupos

source: Locality
es_co: Localidad

source: locality
es_co: localidad

source: country
es_co: país

source: Domain
es_co: Dominio

source: domain
es_co: dominio

source: List of departments
es_co: Lista de categorías

source: Organization
es_co: Organización

source: organization
es_co: organización

source: List of users
es_co: Lista de usuarios

source: Surname
es_co: Apellido

source: Given name
es_co: Nombre

source: Login
es_co: Cuenta de usuario

source: User
es_co: Usuario

source: From template
es_co: A partir de plantilla

source: Template
es_co: Plantilla

source: Lock users
es_co: Bloquear usuarios

source: Unlock users
es_co: Desbloquear usuarios

source: Apply template
es_co: Aplicar plantilla

source: New user from template
es_co: Nuevo usuario a partir de plantilla

source: Edit user
es_co: Editar usuario

source: Remove user
es_co: Borrar usuario

source: Users
es_co: Usuarios

source: Manage users
es_co: Administrar usuarios

source: Permission
es_co: Permisos

source: Account locking
es_co: Bloqueo de cuentas

source: Password method "%s" does not support locking. Account "%s" has not been locked!
es_co: El método de contraseña "%s" no soporta bloqueos. ¡La cuenta "%s" no se ha bloqueado!

source: Unlock account
es_co: Desbloquear cuenta

source: Lock account
es_co: Bloquear cuenta

source: User account
es_co: Cuenta de Usuario

source: User account information
es_co: Información de Cuentas de Usuario

source: No ACL settings for this category
es_co: No hay configuraciones ACL para esta categoría

source: ACL for these objects: %s
es_co: ACL para ésos objetos: %s

source: Edit category ACL
es_co: Editar categioría ACL

source: Delete
es_co: Borrar

source: Reset category ACL
es_co: Restablecer categoría ACL

source: List of available ACL categories
es_co: Lista de categorías ACL disponibles

source: All objects in current subtree
es_co: Todos los objetos en el subárbol actual.

source: read
es_co: leer

source: write
es_co: escribir

source: Object
es_co: Objeto

source: Show/hide advanced settings
es_co: Mostrar/Ocultar configuraciones avanzadas

source: Create objects
es_co: Crear objetos

source: Move objects
es_co: Mover objetos

source: Remove objects
es_co: Borrar objetos

source: Grant permission to owner
es_co: Otorgar permisos al dueño

source: Complete object
es_co: Completar objeto

source: ACL roles
es_co: Roles ACL

source: ACL roles management
es_co: Administración de Roles "ACL"

source: Contains settings for these objects: %s
es_co: Contiene configuraciones para ésos objetos: %s

source: Access control roles
es_co: Roles de control de acceso.

source: ACL role
es_co: Rol ACL

source: A name for this role
es_co: Un nombre para este rol

source: Short description of this role
es_co: Una descripción corta para este rol

source: ACLs which are part of this group
es_co: ACLs que son parte de este grupo

source: ACL assignments
es_co: Gestionar ACLs

source: ACL Assignment
es_co: Gestión de ACL

source: Access control roles assignment dialog
es_co: Panel de gestión de roles ACL

source: Mode
es_co: Modo

source: Is this applying on complete subtree or only the base?
es_co: ¿Se aplicará en todo el subárbol o solo en la base?

source: Subtree
es_co: Subárbol

source: Base only
es_co: Base únicamente

source: Role to apply
es_co: Rol a aplicar

source: For all users
es_co: Para todos los usuarios

source: Apply this ACL for all LDAP users
es_co: Aplicar este ACL a todos los usuarios de LDAP

source: Members
es_co: Miembros

source: Users or groups to assign this role to.
es_co: Usuarios o grupos a los cuales asignar este rol

source: ACL assignment
es_co: Gestionar ACLs

source: Access control roles assignment
es_co: Gestionar permisos ACL

source: Assignments
es_co: Permisos

source: ACL role assignments for this base
es_co: Gestión de ACL para esta base

source: Assignments on object or subtree %s
es_co: Permisos en el objeto o subárbol %s

source: Dashboard
es_co: Panel

source: Statistics and various informations
es_co: Estadísticas e información general

source: Reporting
es_co: Reportes

source: Statistics
es_co: Estadísticas

source: Statistics about users
es_co: Estadísticas de los usuarios

source: Users statistics
es_co: Estadísticas de usuario

source: Groups statistics
es_co: Estadísticas de los grupos

source: Expired accounts
es_co: Cuentas expiradas

source: Password method
es_co: Tipo de contraseña

source: Password hash method to use
es_co: Tipo de 'hash' para la contraseña

source: Password
es_co: Contraseña

source: Password (Leave empty if you do not wish to change it)
es_co: Contraseña (deje vacío si usted no desea cambiarla)

source: Password again
es_co: Su contraseña de nuevo

source: Same password as above, to avoid errors
es_co: Igual a la contraseña anterior para evitar errores

source: Personal information
es_co: Información personal

source: Last name
es_co: Apellido

source: Last name of this user
es_co: Apellido de este usuario

source: First name
es_co: Primer nombre

source: First name of this user
es_co: Primer nombre de este usuario

source: Short description of the user
es_co: Descripción corta para éste usuario

source: Picture
es_co: Imagen

source: The avatar for this user
es_co: El avatar para este usuario

source: Organizational contact information
es_co: Información de contacto Profesional

source: Business postal address
es_co: Dirección postal de trabajo

source: Room No.
es_co: Habitación Nro.

source: Room number
es_co: Número de habitación

source: Business phone number
es_co: Número telefónico de trabajo

source: Mobile
es_co: Celular

source: Business mobile number
es_co: Celular de trabajo

source: Pager
es_co: Bíper

source: Business pager number
es_co: Bíper laboral

source: Business fax number
es_co: Nro. Fax de trabajo

source: Homepage
es_co: Página web

source: Personal homepage
es_co: Página web personal

source: Account information
es_co: Información de cuenta

source: Login of this user
es_co: Cuenta de este usuario

source: Preferred language
es_co: Idioma preferido

source: Password of the user
es_co: Contraseña del usuario

source: Personal contact information
es_co: Información de contacto 'Personal'

source: Home address
es_co: Dirección personal

source: Home postal address
es_co: Código postal personal

source: Private phone
es_co: Teléfono personal

source: Home phone number
es_co: Teléfono de domicilio personal

source: Organizational information
es_co: Información Profesional

source: Title
es_co: Tratamiento 'Sr, Sra...'

source: Title of a person in their organizational context. Each title is one value of this multi-valued attribute
es_co: Tratamiento 'Dr, Ing, Sr, Sra ...' en un contexto profesional. Cada tratamiento es un valor de sus múltiples atributos.

source: Department No.
es_co: División No.

source: Department number
es_co: Número de División

source: Employee No.
es_co: Empleado N°

source: Employee number
es_co: Número de empleado

source: Employee type
es_co: Tipo de empleado

source: Ppolicy "%s" could not be found in the LDAP!
es_co: ¡No se pudo encontrar la política "%s" en LDAP!

source: You are not allowed to change your own password
es_co: Usted no tiene permitido cambiar su propia contraseña.

source: You must wait %d seconds before changing your password again
es_co: Usted debe esperar %d segundos antes de cambiar su contraseña de nuevo.

source: Password is in history of old passwords
es_co: La contraseña está en el historial de viejas contraseñas.

source: Password is not being changed from existing value
es_co: La contraseña no será cambiada por este valor

source: You need to specify your current password in order to proceed.
es_co: Usted debe especificar su contraseña actual para poder proceder.

source: The passwords you've entered as "New password" and "Repeated new password" do not match.
es_co: Las contraseñas que usted ingresó como "Nueva contraseña" y "Repetir nueva contraseña" no coinciden.

source: New password
es_co: Nueva contraseña

source: The password used as new and current are too similar.
es_co: La contraseña anterior y la nueva son muy parecidas.

source: The password used as new is to short.
es_co: La contraseña nueva es muy corta.

source: The password contains possibly problematic Unicode characters!
es_co: La contraseña posiblemente contiene caracteres 'Unicoide' que son problemáticos.

source: Edit users POSIX settings
es_co: Editar configuración POSIX de los usuarios

source: Home directory
es_co: 'Home' del usuario

source: The path to the home directory of this user
es_co: La ruta al nuevo directorio 'home' del usuario.

source: Which shell should be used when this user log in
es_co: Qué 'shells' deberían usarse cuando este usuario inicie sesión.

source: Primary group
es_co: Grupo Primario

source: Primary group for this user
es_co: Grupo primario para este usuario

source: Status
es_co: Estado

source: Status of this user unix account
es_co: Estado de la cuenta Unix de este usuario

source: Force user/group id
es_co: Forzar 'id' de usuario/grupo

source: Force user id and group id values for this user
es_co: Forzar los valores 'id' y 'group id' para éste usuario.

source: User id
es_co: id de usuario

source: User id value for this user
es_co: Forzar valor 'id' para este usuario

source: Group id
es_co: id de Grupo

source: Group id value for this user
es_co: Forzar valor 'Group id' para este usuario.

source: Group membership
es_co: Pertenencia a grupos

source: Account
es_co: Cuenta de usuario

source: User must change password on first login
es_co: El usuario debe cambiar su contraseña en el primer inicio de sesión.

source: User must change password on first login (needs a value for Delay before forcing password change)
es_co: El usuario debe cambiar su contraseña en el primer inicio de sesión (necesita un valor de retraso antes de forzar el cambio de contraseña)

source: Delay before forcing password change (days)
es_co: Retraso antes de forzar el cambio de contraseña (días)

source: The user will be forced to change his password after this number of days (leave empty to disable)
es_co: El usuario será forzado a cambiar su contraseña después de este número de días (deje vacío para deshabilitar)

source: Password expiration date
es_co: Fecha de caducidad para la contraseña

source: Date after which this user password will expire (leave empty to disable)
es_co: La fecha tras la cual la contraseña de este usuario va a caducar (deje vacío para deshabilitar)

source: Delay of inactivity before disabling user (days)
es_co: Retraso de inactividad antes de deshabilitar el usuario (días)

source: Maximum delay of inactivity after password expiration before the user is disabled (leave empty to disable)
es_co: Luego de que caduque la contraseña del usuario, tiempo máximo de retraso antes de deshabilitar la cuenta del usuario (deje vacío para deshabilitar)

source: Delay for user warning before password expiry (days)
es_co: Retraso para avisar al usuario sobre el vencimiento de su contraseña (días)

source: The user will be warned this number of days before his password expiration (leave empty to disable)
es_co: El usuario será advertido esta cantidad de días antes de que su contraseña caduque (deje vacío para deshabilitar)

source: Only allow this user to connect to this list of hosts
es_co: Permitir a este usuario conectarse a esta lista de hosts.

source: unconfigured
es_co: Aún sin configurar

source: automatic
es_co: automático

source: expired
es_co: expirado

source: grace time active
es_co: Período de gracia activo

source: active
es_co: activo

source: password expired
es_co: Contraseña expirada

source: password not changeable
es_co: Contraseña no modificable

source: Group of user %s
es_co: Grupo del usuario %s

source: Edit user's groups and roles
es_co: Editar grupos y roles del usuario

source: Groups membership
es_co: Pertenencia a grupos

source: Roles membership
es_co: Pertenencia a Roles

source: Plugins configuration
es_co: Configuración de 'plugins'

source: FusionDirectory plugins configuration
es_co: Configuración de plugins de FusionDirectory

source: Object groups
es_co: Grupos

source: Branch in which object groups will be stored
es_co: Rama de LDAP donde ser almacenarán los Grupos

source: Force to ask for password
es_co: Forzar para solicitar la contraseña

source: Useful if you add a hook using password value when SASL user passwords are edited
es_co: Útil si usted agrega un 'hook' utilizando una contraseña cuando las contraseñas de usuario SASL se editan.

source: Configuration
es_co: Configuración

source: FusionDirectory configuration
es_co: Configuración de FusionDirectory

source: Language
es_co: Idioma

source: Language of the application. If 'automatic' or not available, the one asked by the browser will be used. This setting can be overriden per user.
es_co: Idioma de la aplicación. Si utiliza 'automático' o no disponible, se preguntará al navegador cuál utilizar. Ésta opción puede ser cambiada por el usuario.

source: Theme
es_co: Plantilla

source: Theme to be used
es_co: Plantilla a utilizar

source: Timezone
es_co: Zona Horaria

source: Timezone to be used
es_co: Zona Horaria a utilizar

source: Schema setup
es_co: Configuración del esquema 'LDAP'

source: Schema validation
es_co: Validación del esquema 'LDAP'

source: Enables schema checking during login.
es_co: Habilita la validación del esquema 'LDAP' durante el inicio de sesión.

source: Password settings
es_co: Configuraciones de Contraseña

source: Password default hash
es_co: 'hash' de contraseña por defecto.

source: Default hash to be used
es_co: 'hash' por defecto

source: Force default hash
es_co: Forzar 'hash' por defecto

source: Force the use of the default password hash
es_co: Forzar el uso del 'hash' de Contraseña por defecto.

source: Password minimum length
es_co: Longitud mínima de contraseña

source: Minimum length of user passwords
es_co: Longitud máxima de contraseña para usuarios

source: Password minimum differs
es_co: Diferencia mínima entre contraseñas

source: Minimum number of different characters from last password
es_co: Cantidad mínima de caracteres distintos a partir de la última contraseña

source: Use account expiration
es_co: Expiración de la cuenta de usuario

source: Enables shadow attribute tests during the login to FusionDirectory and forces password renewal or account locking
es_co: Habilita pruebas del atributo 'shadow' durante el proceso de inicio de sesión en FusionDirectory y fuerza la renovación de contraseña o bloqueo de cuenta.

source: Attribute to be stored in the userPassword attribute
es_co: Valor que será almacenado en el atributo 'userPassword'

source: Core settings
es_co: Configuración del 'Núcleo'

source: Display summary in listings
es_co: Muestra un resumen en los listados.

source: Determines whether a status bar will be shown on the bottom of lists, displaying a short summary of type and number of elements in the list.
es_co: Determina cuando una barra de estado será mostrada al final de listas, en un resumen corto y cantidad de elementos en la lista.

source: Edit locking
es_co: Editar bloqueo

source: Check if a entry currently being edited has been modified outside of FusionDirectory in the meantime.
es_co: Mientras tanto, revisar si una entrada que está siendo editada ha sido modificada desde fuera de FusionDirectory.

source: Enable logging
es_co: Habilitar escritura de logs

source: Event logging on FusionDirectory side.
es_co: Escritura de eventos en logs de FusionDirectory

source: LDAP size limit
es_co: Tamaño límite LDAP

source: Defines the number of entries to get from LDAP by default.
es_co: Determine cuántas entradas se traerán de LDAP por defecto.

source: Login and session
es_co: Cuenta de Usuario y sesión

source: Login attribute
es_co: Cuenta de Usuario

source: Which LDAP attribute should be used as the login name during login.
es_co: Que atributo LDAP debería usarse como 'cuenta de usuario' en el inicio de sesión.

source: Enforce encrypted connections
es_co: Forzar las conexiones encriptadas

source: Enables PHP security checks to force encrypted access (https) to the web interface.
es_co: Habilita revisiones de seguridad con PHP para forzar el acceso encriptado (https) en la interfaz web.

source: Warn if session is not encrypted
es_co: Alertar si la sesión no se encuentra encriptada

source: will display a warning to the user when http is used instead of https.
es_co: mostrará un mensaje de advertencia al usuario cuando se utilice http en vez de https.

source: Session lifetime
es_co: Tiempo de vida de la sesión

source: Enable snapshots
es_co: Habilitar snapshots

source: This enables you to save certain states of entries and restore them later on.
es_co: Permite que usted salve ciertos estados o entradas para luego restaurarlas.

source: Snapshot base
es_co: Base para Snapshot

source: The base where snapshots should be stored inside of the LDAP.
es_co: La base donde los snapshots deberían ser almacenados dentro de LDAP.

source: Key path
es_co: Ruta de la llave

source: Path to FusionDirectory private key. Unused for now.
es_co: Ruta donde se encuentra la llave de FusionDirectory. Por el momento, sin uso.

source: Certificate path
es_co: Ruta del certificado

source: Path to FusionDirectory certificate. Unused for now.
es_co: Ruta donde se encuentra el certificado. Por el momento, sin uso.

source: CA certificate path
es_co: Path del certificado CA

source: Path to the CA certificate. Used for validating Argonaut Server host.
es_co: Ruta del certificado CA. Se utiliza para validar el equipo con el 'Servidor Argonaut'.

source: Host
es_co: Equipo

source: Port
es_co: Puerto

source: People and group storage
es_co: Almacenamiento de 'Usuarios' y 'Grupos'

source: People DN attribute
es_co: Atributo DN para 'Usuarios'

source: Attribute to use at the beginning of users dn
es_co: Atributo al inicio del "dn" de los usuarios

source: CN pattern
es_co: Patrón para CN

source: The pattern to use to build the common name field
es_co: Este es el patrón que se usará para crear el campo de 'nombre común'

source: Strict naming policy
es_co: Politica de nombres

source: Enables strict checking of user and group names
es_co: Habilita la validación estricta de nombres para usuarios o grupos.

source: Group/user min id
es_co: Grupo/usuario min id

source: The minimum assignable user or group id to avoid security leaks with id 0 accounts.
es_co: El número 'id' mínimo asignable a un usuario o grupo para evitar fallas de seguridad como cuentas de usuario con id '0'.

source: Next id hook
es_co: Siguiente id hook

source: A script to be called for finding the next free id number for users or groups.
es_co: Un script que buscará el siguiente número "id" libre para usuarios o grupos.

source: Base number for user id
es_co: Número base para 'id' de usuario

source: Where to start looking for a new free user id.
es_co: Dónde buscar un id libre de usuario.

source: Base number for group id
es_co: Número base para 'id' de grupo

source: Where to start looking for a new free group id.
es_co: Dónde buscar un id libre de grupo

source: Users RDN
es_co: Usuarios RDN

source: The branch where users are stored.
es_co: La rama donde los usuarios están guardados.

source: Groups RDN
es_co: Grupos RDN
